content/posts/the_map_is_not_the_territory.md
+++
title = "The Map is Not the Territory"
date = 2021-12-28T19:25:00+01:00
tags = ["concept", "mentalModel"]
draft = false
+++

The _map_[^fn:1] we have of reality (any reality or subject or matter) is _not_ reality itself.[^fn:2]
The model we have of something is a simplification[^fn:3] useful for ease of communication and study, memorization.
The _territory_ is not as simple and we choose to ignore part of it, give it for granted.

-   [related](https://conceptually.org/concepts/the-map-is-not-the-territory) on [Conceptually]({{< relref "conceptually.md" >}})
-   also on [Farnam Street]({{< relref "farnam_street.md" >}}): <https://fs.blog/map-and-territory/>


## Notes {#notes}

> The map appears to us more real than the land - [#cit]({{< relref "20210604132601-cit.md" >}}) [D.H.Lawrence]({{< relref "d_h_lawrence.md" >}})

-   a map is a reduction of the territory
-   a perfect fidelity map would not be a reduction and as such not a map anymore
-   concept popularized by [Alfred Korzybski]({{< relref "alfred_korzybski.md" >}})
    -   _A map may have a structure similar or dissimilar to the structure of the territory._
    -   _Two similar structures have similar ‘logical’ characteristics. Thus, if in a correct map, Dresden is given as between Paris and Warsaw, a similar relation is found in the actual territory._
    -   _A map is not the actual territory._
    -   _An ideal map would contain the map of the map, the map of the map of the map, etc., endlessly…We may call this characteristic self-reflexiveness._

Our reliance on abstraction can lead us astray:

-   **any** model is better than **no** model
-   maps need to be **interpreted**, which is hard

> All models are wrong, some are useful. - [#cit]({{< relref "20210604132601-cit.md" >}}) [George Box]({{< relref "george_box.md" >}})

-   statistical analysis in economics is very prone to this
    -   [Nassim Nicholas Taleb]({{< relref "nassim_nicholas_taleb.md" >}}): on the day before whatever “worst case” event happened in the past, you would have not been using the coming “worst case” as your worst case, because it wouldn’t have happened yet.
    -   _the tails are fat in finance_

[^fn:1]: by map we refer to any abstraction of reality
[^fn:2]: what happens when we forget this? _Wishful thinking_
[^fn:3]: [here](https://www.youtube.com/watch?v=Q1lL-hXO27Q) - [Richard Feynman]({{< relref "20210604132417-richard_feynman.md" >}}) on this concept
